{
  "ropa": [
    {
      "id": 0,
      "name": "Nike Sportswear Repeat",
      "description": "Por fin una prenda de ajuste sencillo que puedes llevar en prácticamente cualquier lugar. Tanto si te vas a la ciudad como si te vas de vacaciones, nuestro tejido de doble punto mantiene la calidez. Puedes meter las manos frías en el bolsillo delantero para una mayor calidez.",
      "imgURL": "https://static.nike.com/a/images/f_auto,b_rgb:f5f5f5,w_880/f588fda8-7466-43dc-8625-073655c21eff/sportswear-repeat-sudadera-con-media-cremallera-bKsgt0.png",
      "price": 69.99
    },
    {
      "id": 1,
      "name": "Nike Air Force 1 '07",
      "description": "El fulgor sigue vivo en las Nike Air Force 1 '07, un modelo original de baloncesto que introduce un nuevo giro a sus ya característicos revestimientos con costuras duraderas, sus acabados impecables y la cantidad perfecta de reflectante.",
      "imgURL": "https://static.nike.com/a/images/f_auto,b_rgb:f5f5f5,w_880/b7d9211c-26e7-431a-ac24-b0540fb3c00f/air-force-1-07-zapatillas-GjGXSP.png",
      "price": 119.99
    },
    {
      "id": 2,
      "name": "Nike SB Nyjah Free 2",
      "description": "Las Nike SB Nyjah Free 2 son una nueva versión digna de sus predecesoras. Inspiradas en las icónicas Nike Air Zoom Spiridon, el diseño de goma original se ha actualizado con paneles de malla para mantener la frescura en los pies durante las sesiones de patinaje más intensas.",
      "imgURL": "https://static.nike.com/a/images/f_auto,b_rgb:f5f5f5,w_880/9d284f7c-8830-49bf-a9f5-fa68f7cfb9ed/sb-nyjah-free-2-zapatillas-de-skateboard-c0KSLt.png",
      "price": 56.97
    },
    {
      "id": 3,
      "name": "Air Jordan 1 Low G w",
      "description": "Te sentirás invencible con estas zapatillas desde el primer swing hasta el último putt. Inspiradas en una de las zapatillas más icónicas de todos los tiempos, las Air Jordan 1 G son un clásico instantáneo en el campo. Con amortiguación Air en la planta del pie, un logotipo Wings en el talón y un patrón de tracción integrado para ayudarte en el swing, este modelo te ofrece todo el estilo de club de golf de las AJ1 originales, además de todo lo que necesitas para jugar con comodidad los 18 hoyos.",
      "imgURL": "https://static.nike.com/a/images/f_auto,b_rgb:f5f5f5,w_880/fac4e5c6-d9f4-454f-b7f2-b3d8d8c81619/air-jordan-1-low-g-zapatillas-de-golf-lfBl0t.png",
      "price": 139.99
    }
  ]
}